Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: In appearance, orcs resemble humans but with some bestial features. They are taller, sturdier and stronger than humans. They are warlike, savage, and cruel by nature. Their blood is darker and thicker than that of humans, and they have little care for personal hygiene or their personal appearance. Although Orcs are violent even among themselves, they are pack-oriented; an orc never travels alone or lives in groups smaller than half a dozen. <header>text='Society'</header> Almost every orc is a member of a tribe or a clan. Relations between neighboring tribes are usually violent, except in cases of a mutual enemy threatens their existence or prospects of great plunder override mutual animosity. Occasionally, a single strong chieftain may emerge to lead multiple tribes from time to time, usually through intimidation of followers. An orc tribe in times of peace tends to focus almost solely on strengthening itself in preparation for the next armed conflict. Orcs are known to possess a crude system of writing — usually in blood — although it’s most commonly used to trade insults or threats among tribal leaders. Orc societies are based on little else but strength; might makes right, and a leader leads and survives only as long as no one manages to wrest the title from him. A constant struggle for power simmers among potential tribal chiefs. An orcish leader rarely lives more than a handful of years to enjoy his absolute authority before being killed for his position — although history knows some notable exceptions. Orcs hold no particular honor code and while indisputable raw strength is usually the preferred method of displaying power, assassination, poisoning and backstabbing are completely viable means to further one’s own goals. Orcs mostly live in rural areas, often in foothills or mountainous regions, sometimes in caves. They grow no crops nor keep livestock, but are competent hunters as a result of their physical stature and brutality. Due to their large numbers they are capable of hunting an area virtually clean of anything larger than rodents in relatively short period of time. Due to this and their unstable leadership, orcish tribes tend to lead a semi-nomadic lifestyle, never settling in one region for too long. The larger tribes may establish themselves firmly in an area for years or even decades and build large encampments almost resembling cities, but even these are easily dismantled and abandoned if there is a need to relocate the horde. The oldest known orcs have been around 50 to 60 years of age, but very few individuals ever live to see over two or three decades before meeting their end either in war or by the hand of one of their kin. The oldest orcs are often shamans, which are perhaps the only ones most of their kind sees as being trustworthy and neutral. The origins of this custom are unknown, as the shamans do not directly contribute much to orcish societies but only act as advisors — not something orcs tend to otherwise tolerate. Shamans are in many ways the opposite of most other orcs: they are often physically withered and frail in comparison and lack skill in battle.
uk_ua: За своїм виглядом орки нагадують людей з деякими рисами від звірів. Вони вищі, міцніші і сильніші від людей. За природою вони войовничі, дикі і жорстокі. Кров їх темніша і густіша, ніж у звичайних людей, і вони мало піклуються про особисту гігієну та свій зовнішній вигляд. Хоча орки жорстокі навіть по відношенню до своїх побратимів, вони стадні істоти; орк ніколи не подорожує на далекі відстані та не живе один, а лише в групах не менш, ніж за півдюжини. <header>text='Суспільство'</header> Майже кожен орк — член племені чи клану. Відносини між сусідніми кланами зазвичай вельми агресивні, за винятком випадків, коли їх існуванню загрожує спільний ворог, або перспектива великої здобичі переважує взаємну ворожість. Іноді трапляється, що один сильний лідер може керувати декількома племенами, зазвичай утримуючи їх у страху. У мирний час плем'я орків зосереджено в основному на підготовці до чергового збройного конфлікту. Відомо, що орки володіють грубою системою писемності — зазвичай пишуть кров'ю — хоча часто вона використовується лише щоб передати образи чи погрози лідерам сусідніх племен. Спільноти орків ґрунтуються майже виключно на силі. Хто сильний, той і правий, і лідер продовжує керувати (і взагалі залишатися в живих) лише до тих пір, поки йому вдається силою утримувати цей титул. Серед потенційних кандидатів у вожді племені кипить постійна боротьба за владу. Лідер орків зазвичай лише кілька років насолоджується своєю абсолютною владою, до тих пір, поки заради цієї влади його не вб'ють інші — хоча історії відомі декілька винятків з цього правила. У орків немає якогось кодексу честі, і хоча суперечки вони зазвичай виграють грубою силою, але вбивства нишком, отруєння і удари в спину — теж нормальні способи вирішення питань. Зазвичай орки живуть селами, часто біля підніжжя гір або в горах, іноді в печерах. Вони не займаються землеробством і не розводять худобу, але відмінно полюють завдяки своїй силі і агресивності. Велике плем'я швидко нищить в окрузі всю живність, що більша від гризунів. Через це і через постійну зміну ватажків, племена орків постійно кочують, ніде не затримуючись надовго. Великі племена можуть щільно оселятись на роки і навіть десятиліття, і будувати великі поселення розміром майже з міста, але легко кидають їх, якщо орді треба перекочувати. Відомі орки, які доживали до 50-60 років, але мало який орк проживає більше двадцяти-тридцяти років, гинучи або на війні, або від рук одноплемінників. Старі орки — це зазвичай шамани, напевно, тому, що одноплемінники вважають тільки шаманів гідними довіри і нейтральними. Походження цього звичаю неясне, тому що шамани мало що дають суспільству орків, крім порад, а орки зазвичай приймати поради не люблять. Шамани сильно відрізняються від звичайних орків: вони хворобливі і слабкі, і невмілі бійці.

source: In combat, your units will inevitably take damage. There are several ways to heal your units. However, with the exception of resting, these do not stack; only one can occur per turn.
uk_ua: У бою ваші бійці неминуче будуть отримувати ушкодження. Полікувати бійців можна кількома способами. Однак, за винятком відпочинку, ці способи не сумісні між собою, і боєць за хід може бути вилікуваним лише одним з них.

source: In every scenario the game generates as many bonus points on the map as there are players in the game, the bonus points can be picked up by player units and either contain artifacts, loyal units, or training.
uk_ua: Кожного сценарію гра генерує на мапі стільки цікавих місць, скільки гравців в грі, ці місця інтересу можуть бути дослідженими бійцями гравця та містити артефакти, вірних бійців чи тренерів.

source: In fog, units always see one hex further than they can move.
uk_ua: У тумані бійці завжди бачать лише на одну клітинку далі, ніж можуть пройти.

source: In game:
uk_ua: В грі:

source: In general multiplayer games are played against other players via the Internet (you can also run them on your LAN if you have one). All these games are co-ordinated through the Wesnoth multiplayer server. Multiplayer games can take anywhere from 1 hour to 10 hours, depending on how many players there are (and the size of the map). The average time is between 3 to 7 hours. Games can be saved and loaded as many times as you like. So, it&#8217;s possible for some games to last 1 or 2 weeks, even though the play time is only a few hours. When playing just a single scenario, your units won&#8217;t carry to future games and building up your army&#8217;s strength is possible only within the scenario.
uk_ua: Загалом багатокористувацькі ігри граються проти інших гравців по Інтернету (ви також можете грати їх по локальній мережі). Усі такі ігри координуються сервером мережевих ігор Весноту. Мережеві ігри можуть займати від 1 до 10 годин, залежно від кількості гравців і розміру карти. Середній час це 3-7 годин. Ігри можуть бути збережені і завантажені будь-яку кількість разів, тому деякі ігри можуть тривати один або два тижні, хоча фактичний час гри складає лише кілька годин. У мережевій грі, граючи в прості сценарії, не можна брати бійців з минулих битв в наступну, тому побудова потужної армії можлива лише в межах одного сценарію.

source: In his haste to escape, it seems like the orc dropped some coins.
uk_ua: Орк так поспішав врятувати своє життя, що загубив трохи монет.

source: In his haste to escape, it seems like the orc dropped some coins. It looks as if they are of dwarven make!
uk_ua: Орк так поспішав врятувати своє життя, що загубив трохи монет. Вони виглядають, наче гномської роботи!

source: In his haste to escape, it seems like the orc dropped some coins. It looks as if they are of dwarven make! Movrur, what is the meaning of this?
uk_ua: Орк так поспішав врятувати своє життя, що загубив трохи монет. Вони виглядають, наче гномської роботи! Мовруре, що це значить?

source: In later ages the bards would sing ‘The Breaking of the Pact’, an epic tale of Haldric’s betrayal of the elves. They would whisper of the price he and his descendants would pay for that betrayal without knowing the whole truth.
uk_ua: Пізніше багато бардів співатимуть ‘Порушений Договір’, баладу про ельфів і зраду Хальдріка. Вони проспівають про ціну, яку йому і його нащадкам доведеться заплатити за цю зраду, не знаючи усієї правди.

source: In later scenarios, you may also Recall survivors from earlier battles. Recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios.
uk_ua: У пізніших сценаріях ви можете також Закликати бійців, що вижили в попередніх битвах. Заклик завжди коштує 20 золотих монет: з меню заклику Ви зможете повернути на поле бою будь-якого бійця, що вижив в попередніх сценаріях.

source: In life, the abominations known as ‘Deathblades’ were masters of combat, soldiers who were both lithe and deadly. Their new masters, recognizing this, outfit them to match the skills they once had. Though frail, these monsters are much faster than the rest of their kind, both on foot and with their blades.
uk_ua: За життя ці істоти, відомі як ‘Клинки смерті’, були майстрами бою, смертельно небезпечними і спритними бійцями. Їх нові господарі, розуміючи це, споряджають їх відповідно до колишніх умінь. Хоча вони досить крихкі, як для нежиті вони дуже швидкі, як в переміщенні, так і в поводженні зі своїми клинками.

source: In lobby
uk_ua: В фойє

source: In most campaigns you will receive a gold bonus for finishing early, depending on the number of villages on the map and the number of turns remaining. You will usually earn more gold this way than through capturing villages and waiting for the turns to run out.
uk_ua: У більшості кампаній Ви отримуєте золото в нагороду за дострокове виконання завдання. Розмір бонуса залежить від кількості захоплених сіл і кількості заощаджених ходів. Закінчивши гру раніше, Ви отримаєте більше золота, ніж якщо захопите усі села і дочекаєтесь закінчення ходів.

source: In particular, use your ranged weapons if the enemy has no ranged attack. Using it will often reduce the damage which your units take until the enemy dies.
uk_ua: Зокрема, використовуйте атаку на відстані проти ворога, що не має такої атаки. Використовуючи її часто, може привести до того, що ваші бійці отримають менше шкоди, ніж ворог.

source: In section '[$section|]' the mandatory key '$key|' isn't set.
uk_ua: У розділі '[$section|]' не заданий обов'язковий параметр '$key|'.

source: In section '[$section|]' where '$primary_key| = $primary_value' the mandatory key '$key|' isn't set.
uk_ua: У розділі '[$section|]' де '$primary_key| = $primary_value' не заданий обов'язковий параметр '$key|'.

source: In some scenarios, parts of the map will be hidden from you. There are two mechanisms that can be used separately or together. The <italic>text='shroud'</italic> hides both the terrain and any units at a location. However, once it is cleared, you can always see that location. The <italic>text='fog of war'</italic> only hides units and ownership of villages (other than by you or your allies). The fog of war is cleared temporarily when you have units nearby, but returns when they leave. Both the shroud and the fog of war are cleared by units. Each unit clears locations adjacent to those within one turn’s move (ignoring zones of control and enemy units). Normally you can undo a unit’s movement, as long as an event with a randomized result has not occurred, such as combat or recruitment (as most units receive random traits when recruited). Exploring hidden terrain by clearing shroud or fog will also prevent undos to a previous state. You may wish to activate <bold>text='Delay Shroud Updates'</bold> in the actions menu. This will prevent units from clearing shroud or fog until the next randomized event or a manual update via <bold>text='Update Shroud Now'</bold> (or the end of your turn) and thereby preserve your ability to undo movement.
uk_ua: У деяких сценаріях частини карти будуть від вас приховані. Є два механізми, які можуть працювати окремо або разом. <italic>text='Пелена'</italic> приховує і карту, і бійців. Але розвідавши територію, ви завжди бачитимете це місце. <italic>text='Туман війни'</italic> приховує лише бійців і не дає побачити, хто володіє селами (за винятком Вас і союзників). Туман війни зникає на якийсь час, поки ваші бійці знаходяться неподалік, і знову повертається, коли вони йдуть. І пелена, і туман війни очищуються бійцями. Кожен боєць очищує місцевість на крок далі, ніж може дійти (при цьому не враховуються зони контролю бійців противника). Зазвичай ви можете скасувати переміщення бійця, якщо не сталося ніяких подій з випадковим результатом, як наприклад битва або вербування (оскільки при вербуванні більшість бійців отримують випадкові риси). Але дослідження невідомих земель, що знімає пелену або туман війни, не можна скасувати. Можна ввімкнути параметр <bold>text='Затримувати оновлення пелени'</bold> з меню дій, і тим самим зберегти пелену або туман до тих пір, поки не станеться подія з випадковим результатом, або доки карта не буде оновлена вручну через пункт меню <bold>text='Оновити пелену зараз'</bold> (або коли скінчиться ваш хід). Таким чином це дозволить вам скасовувати переміщення.

source: In that case, we had best consult Lord Hamel. We may yet be able to send you some aid against these orcish marauders.
uk_ua: У такому разі, ми маємо порадитися з лордом Хамелем. Може, ми зможемо послати вам допомогу проти оркських мародерів.

source: In the <b>Actions</b> menu, you can select <b>Show Enemy Moves</b> to highlight all the hexes your adversary can move to (assuming your units stay where they are). Use this to make sure the enemy can’t reach your weak or injured units on his next turn.
uk_ua: В меню <b>Дії</b> ви можете вибрати <b>Показати ходи ворога</b>, щоб підсвітити усі поля, до яких Ваш противник може добратися (за умови, що Ваші бійці не рухатимуться). Так можна упевнитися, що ворог не зможе в наступному ходу дістатися до слабких або поранених бійців.

source: In the Action menu, you can select "Show Enemy Moves" to highlight all possible hexes your adversary can actually move to. This takes your zone of control into account. Thus you can check that your near death unit, which is behind, indeed cannot be attacked as the enemy cannot move close to it.
uk_ua: У меню "Дії" виберіть "Показати ходи противника", щоб підсвітити усі можливі поля, куди ваш противник може переміститись. При цьому беруться до уваги ваші зони контролю. Таким чином ви можете переконатися, що важко поранені бійці дійсно не можуть бути атаковані, оскільки ворог не може до них наблизитися.

source: In the Dwarven City
uk_ua: У Гномському місті

source: In the Far North, where the foothills of the Heart Mountains approach the coast, lies a bay with a narrow mouth. In the calm waters of this bay lies the merfolk city of Jotha. The natural harbor and the prosperity of the dwellers within drew many envious eyes, but none could match the prowess of the merfolk in their aquatic domain. In most years, orcs from the port city of Tirigaz, further north, would raid against Jotha as predictably as the spring rains; always, they were driven back to dry land with heavy losses, the salt water of the bay stinging their wounds.
uk_ua: На Крайній Півночі, де Гори Серця наближаються до берега, лежить затока з вузьким входом. У її спокійних водах знаходиться Йота, місто водяних. Природна гавань, в якій воно стоїть, і безтурботне життя його городян не раз викликали заздрість в очах сусідів, але ніхто не міг зрівнятися в доблесті з водяними в їхніх водних володіннях. Майже кожен рік орки з портового міста Тірігаз, що лежить ще далі на півночі, робили набіги на Йоту: їхній напад було так само легко передбачити, як весняні дощі. Жодного разу їм не вдалося перемогти; вони завжди відступали на сушу з великими втратами, і солона вода затоки пекла їхні рани.

source: In the aftermath of the great war the remnants of humanity fled to an obscure secluded glen. Though they knew they could not hide from the mighty armies that had crushed their homeland, the leaders of the resistance hoped only for enough time to rebuild their forces.
uk_ua: Після довгої війни залишки людей знайшли притулок в загубленій тихій долині. Лідери опору знали, що їм не сховатися від могутніх армій, що зруйнували їхній край. Але вони сподівалися, що їм все ж таки вистачить часу відновити сили.

source: In the days before Haldric the First saved our people and founded the country of Wesnoth, we came from an island kingdom far to the west...
uk_ua: Дуже давно, до того, як Хальдрік Перший врятував наш народ і заснував королівство Веснот, ми жили в острівному королівстві далеко на заході...

source: In the first few years after the founding of the Northern Alliance, the dwarves of Knalga and the human population of Dwarven Doors were fully preoccupied with rebuilding what had been broken by the long orcish occupation. But soon enough they prospered once again. The dwarves began mining their past for inspiration to rebuild Knalga even greater than before, and began also reaching out for contact with their scattered kinfolk.
uk_ua: У перші декілька років після заснування Північного Альянсу, гноми Кналга та люди Гномської Брами були повністю поглинені відновленням усього, що було понищено за довгі часи панування орків. Але зовсім незабаром вони знову почали процвітати. Гноми почали більше цікавитися своїм минулим та давно загубленими родичами з далеких країв, щоб отримати ресурси та натхнення на відбудову Кналги, більш великої, ніж раніше.

source: In the first years of the Northern Alliance, an expedition from Knalga seeks out their kin at Kal Kartha and to learn the fate of the legendary Hammer of Thursagan. The perils of their journey through the wild Northern Lands, though great, pale beside the evil they will face at its end.
uk_ua: В перші роки існування Північного Альянсу з Кналги вирушає експедиція, що ставить своєю ціллю пошуки своєї рідні з Кал Карти та інформації про легендарний Молот Турсагана. Усі небезпеки їхньої подорожі через дикі Північні Землі, хоч і вражають, помітно блідніють порівняно з неймовірним злом, що зустрінеться їм у кінці шляху.

source: In the last day, my scouts have counted five platoons of troops marching towards the garrison. We must eliminate them all before they reach the outpost at the end of the woods. The outpost also must not be alerted to our presence, or we will have the bulk of their forces upon us.
uk_ua: Вчора мої розвідники нарахували близько п'яти загонів солдат, що рухаються у напрямку гарнізону. Ми маємо знищити їх до того, як вони досягнуть форпосту на узліссі. Там також не повинні дізнатися про нашу присутність, інакше на нас накинеться все їхнє військо.

source: In the last leg of their journey to Southbay, Haldric and his companions find themselves in the Sewers of Southbay.
uk_ua: Отже, останній етап їхнього шляху до Південної Бухти, Хальдрік і його супутники в міській каналізації.

source: In the map editor, select <i>New Scenario</i> in the <i>File</i> menu to make use of advanced features.
uk_ua: Виберіть <i>Новий сценарій</i> з пункту <i>Файл</i> у редакторі карт та отримайте доступ до додаткових можливостей.

source: In the name of peace between our peoples:
uk_ua: В ім'я миру між нашими народами:

source: In the name of the Alliance, quit these lands now!
uk_ua: У ім'я Альянсу, негайно покиньте ці землі!

source: In the name of... This is the continent of my home. But I set out east. I must have traveled clear around the world.
uk_ua: Заради всього... Та це ж мій рідний континент! Але я ж йшов на схід. Видно, я навколо світу прогулявся.

source: In the world of Wesnoth there dwell humans, elves, dwarves, orcs, drakes, saurians, mermen, nagas, and many other races yet more obscure and wondrous. In accursed lands walk undead and ghosts and specters; monsters lurk in its ruins and dungeons. Each has adapted to particular terrains. Humans inhabit primarily the temperate grasslands. In the hills, mountains and underground caves orcs and dwarves are most at home. In the forests the elves reign supreme. In the oceans and rivers mermen and nagas dominate.
uk_ua: У світі Весноту живуть люди, ельфи, гноми, орки, дрейки, ящіри, водяні, наги і інші ще більше таємничі і дивовижні істоти. У проклятих землях бродять мерці і літають привиди і примари, в руїнах таяться різні монстри. Кожна раса звикла до певної території. Люди вважають за краще жити на рівнинах. На пагорбах, в горах і підземних печерах почувають себе як вдома орки і гноми. Ліси - безроздільні володіння ельфів. У океанах і річках домінують водяні та наги.

source: In this mixed landscape, five armies battle for supremacy.
uk_ua: На цьому змішаному ландшафті п'ять армій боряться за панування.

source: In this scenario only, you may recall your veterans from the Land of the Dead. The killing blow against Iliah-Malal can only be struck by one of them or by Delfador.
uk_ua: Тільки у цьому сценарії ви можете закликати ваших бійців з Мертвих Земель. Тільки вони чи Делфадор здатні завдати Іліа-Малалу смертельної рани.

source: In this scenario you build up an economy
uk_ua: У цьому сценарії ви розбудовуєте економіку

source: In this scenario, you may issue instructions to an allied side by right-clicking on a unit that belongs to it.
uk_ua: В цьому сценарії Ви можете давати команди союзникам через контекстне меню, що викликається правим кліком на бійці союзника.

source: In this scenario, you only need to defeat the orc leader to win. Victory conditions for a scenario are given under <b>Objectives</b> in the <b>Menu</b> menu.
uk_ua: У цьому сценарії для перемоги необхідно перемогти ватажка орків. Умови перемоги в сценарії можна побачити, вибравши пункт <b>Цілі сценарію</b> у <b>Головному меню</b>.
